{
  "questoes": [
    {
      "pergunta": "Segundo 2 Coríntios, quando Deus mostra mais Seu poder em nossas vidas?",
      "opcoes": [
        "Quando somos fortes e corajosos",
        "Quando nos sentimos fracos",
        "Quando temos muito dinheiro",
        "Quando somos os melhores da turma"
      ],
      "correta": 1,
      "justificativa": "Paulo aprendeu que o poder de Deus se aperfeiçoa na fraqueza. Quando nos sentimos pequenos e fracos, Deus está bem perto para nos fortalecer!"
    },
    {
      "pergunta": "Quem escreveu a carta de 2 Coríntios?",
      "opcoes": [
        "Jesus",
        "Pedro",
        "Paulo",
        "João"
      ],
      "correta": 2,
      "justificativa": "O apóstolo Paulo escreveu esta carta cheia de amor e encorajamento para os cristãos de Corinto, compartilhando suas experiências e o amor de Deus."
    },
    {
      "pergunta": "Complete o versículo: 'Deus ama quem dá com ______!'",
      "opcoes": [
        "tristeza",
        "obrigação",
        "alegria",
        "pressa"
      ],
      "correta": 2,
      "justificativa": "2 Coríntios 9:7 nos ensina que Deus ama quem dá com alegria! Quando compartilhamos com um coração feliz, isso agrada muito a Deus."
    },
    {
      "pergunta": "Por que Deus nos consola em nossas dificuldades?",
      "opcoes": [
        "Para que possamos consolar outros também",
        "Para que fiquemos orgulhosos",
        "Para que não precisemos de ninguém",
        "Para que sejamos melhores que os outros"
      ],
      "correta": 0,
      "justificativa": "Deus nos consola para que possamos consolar outras pessoas que também estão passando por dificuldades. É um ciclo lindo de amor e cuidado!"
    },
    {
      "pergunta": "Quantas vezes Paulo naufragou, segundo o que ele conta em 2 Coríntios?",
      "opcoes": [
        "Uma vez",
        "Duas vezes",
        "Três vezes",
        "Quatro vezes"
      ],
      "correta": 2,
      "justificativa": "Paulo passou por muitas dificuldades, incluindo três naufrágios! Mesmo assim, ele nunca desistiu de falar sobre Jesus porque sabia que Deus estava com ele."
    },
    {
      "pergunta": "Qual é o primeiro segredo de 2 Coríntios?",
      "opcoes": [
        "Amor que consola",
        "Força na fraqueza",
        "Generosidade alegre",
        "Oração constante"
      ],
      "correta": 1,
      "justificativa": "O primeiro segredo é 'Força na Fraqueza' - quando nos sentimos pequenos e fracos, Deus está bem perto e Seu poder brilha em nós!"
    },
    {
      "pergunta": "O que Paulo diz que vale mais que ouro?",
      "opcoes": [
        "Dinheiro",
        "A graça de Deus",
        "Comida",
        "Roupas bonitas"
      ],
      "correta": 1,
      "justificativa": "Paulo aprendeu que a graça de Deus vale mais que ouro! A graça é o amor e o cuidado especial que Deus tem por nós, e isso é o tesouro mais precioso."
    },
    {
      "pergunta": "Como Paulo se sentia ao escrever para os coríntios?",
      "opcoes": [
        "Com raiva e irritação",
        "Com amor e emoção",
        "Com pressa para terminar",
        "Com medo de falar"
      ],
      "correta": 1,
      "justificativa": "2 Coríntios é considerada a carta mais pessoal e emocional de Paulo. Ele escreveu com muito amor, compartilhando seus sentimentos mais profundos!"
    },
    {
      "pergunta": "Segundo 2 Coríntios, quando semeamos bênçãos, o que colhemos?",
      "opcoes": [
        "Tristeza",
        "Problemas",
        "Gratidão",
        "Confusão"
      ],
      "correta": 2,
      "justificativa": "Quando semeamos bênçãos ajudando outros, colhemos gratidão! Dar com amor é uma linda ação que traz alegria para quem dá e para quem recebe."
    },
    {
      "pergunta": "Qual é a principal mensagem que Paulo queria ensinar aos cristãos de Corinto?",
      "opcoes": [
        "Que a vida é sempre fácil",
        "Que devemos desistir quando fica difícil",
        "Que devemos confiar em Deus mesmo nas dificuldades",
        "Que só pessoas perfeitas podem seguir a Jesus"
      ],
      "correta": 2,
      "justificativa": "Paulo queria encorajar os cristãos a perseverarem e confiarem em Deus mesmo quando a vida fica difícil. Deus sempre está conosco, nos consolando e fortalecendo!"
    }
  ]
}