{
  "questoes": [
    {
      "pergunta": "Quem são os dois principais profetas que aparecem no livro de 2 Reis?",
      "opcoes": [
        "Moisés e Arão",
        "Elias e Eliseu",
        "Davi e Salomão",
        "Samuel e Saul"
      ],
      "correta": 1,
      "justificativa": "Elias e Eliseu são os grandes servos de Deus que aparecem em 2 Reis, mostrando o poder de Deus através de milagres e mensagens ao povo de Israel."
    },
    {
      "pergunta": "O que aconteceu com Elias no final de sua vida?",
      "opcoes": [
        "Ele morreu de velhice",
        "Ele foi levado ao céu em um redemoinho de fogo",
        "Ele se tornou rei",
        "Ele virou um anjo"
      ],
      "correta": 1,
      "justificativa": "Elias subiu ao céu em um redemoinho de fogo sem morrer! Um carro puxado por cavalos de fogo separou Elias de Eliseu, e ele foi levado ao céu."
    },
    {
      "pergunta": "Quantos capítulos tem o livro de 2 Reis?",
      "opcoes": [
        "20 capítulos",
        "30 capítulos",
        "25 capítulos",
        "15 capítulos"
      ],
      "correta": 2,
      "justificativa": "O livro de 2 Reis tem 25 capítulos cheios de ação e fé, contando sobre reis, profetas e os milagres de Deus."
    },
    {
      "pergunta": "Por que o povo de Israel foi levado cativo segundo o livro de 2 Reis?",
      "opcoes": [
        "Por causa de uma guerra",
        "Por causa da desobediência a Deus",
        "Por causa de uma praga",
        "Por causa da fome"
      ],
      "correta": 1,
      "justificativa": "O povo foi levado cativo por causa da desobediência. Eles seguiram reis maus e se afastaram de Deus, e assim colheram as consequências do pecado."
    },
    {
      "pergunta": "Qual é o primeiro segredo que 2 Reis nos ensina?",
      "opcoes": [
        "Deus gosta de sacrifícios",
        "Deus quer obediência e amor",
        "Deus prefere os ricos",
        "Deus não se importa com as pessoas"
      ],
      "correta": 1,
      "justificativa": "O primeiro segredo é que Deus quer obediência e amor. Obedecer é o melhor caminho para andar com Deus e não ficar sozinho."
    },
    {
      "pergunta": "O que o segundo segredo de 2 Reis nos ensina sobre a palavra de Deus?",
      "opcoes": [
        "A palavra de Deus é difícil de entender",
        "A palavra de Deus sempre acontece",
        "A palavra de Deus é só para adultos",
        "A palavra de Deus mudou"
      ],
      "correta": 1,
      "justificativa": "A palavra de Deus sempre acontece! Tudo o que Ele disse através dos profetas se realizou, pois Suas palavras são luz e direção."
    },
    {
      "pergunta": "Mesmo com reis ruins e povo desobediente, o que Deus fez por amor a Davi?",
      "opcoes": [
        "Esqueceu de Davi",
        "Guardou Davi e sua descendência",
        "Puniu Davi também",
        "Escolheu outro rei"
      ],
      "correta": 1,
      "justificativa": "Deus guardou Davi e sua descendência porque Ele é fiel e cumpre suas promessas. Isso mostra que Deus nunca esquece o que promete."
    },
    {
      "pergunta": "Qual versículo é citado para mostrar que a palavra de Deus sempre se cumpre?",
      "opcoes": [
        "2 Reis 8:19",
        "2 Reis 10:10",
        "2 Reis 17:7-18",
        "2 Reis 2:11"
      ],
      "correta": 1,
      "justificativa": "2 Reis 10:10 é a referência que mostra como a palavra de Deus sempre se cumpre, demonstrando que Ele é fiel às suas promessas."
    },
    {
      "pergunta": "Qual é a principal lição que 2 Reis quer nos ensinar?",
      "opcoes": [
        "Ser rico é importante",
        "Obedeça, confie e ame o Senhor",
        "Os reis são mais importantes",
        "Deus não se importa conosco"
      ],
      "correta": 1,
      "justificativa": "A moral da história é: obedeça, confie e ame o Senhor, que cuida de nós com todo amor! Esta é a lição mais importante do livro."
    },
    {
      "pergunta": "Por que é importante estudar o livro de 2 Reis?",
      "opcoes": [
        "Para aprender sobre guerra",
        "Para conhecer reis famosos",
        "Para aprender a escutar a voz de Deus e obedecê-Lo",
        "Para decorar nomes difíceis"
      ],
      "correta": 2,
      "justificativa": "É importante porque nos ensina a escutar a voz de Deus e obedecer aos seus mandamentos, além de mostrar que Deus sempre dá novas chances ao seu povo."
    }
  ]
}