{
  "questoes": [
    {
      "pergunta": "Qual era o nome do profeta corajoso que Deus usou para falar com o povo de Judá?",
      "opcoes": [
        "Samuel",
        "Sofonias",
        "Saul",
        "Salomão"
      ],
      "correta": 1,
      "justificativa": "Sofonias foi o profeta corajoso que Deus escolheu para alertar o povo de Judá sobre o Dia do Senhor e chamá-los ao arrependimento."
    },
    {
      "pergunta": "De qual rei importante Sofonias era descendente?",
      "opcoes": [
        "Rei Davi",
        "Rei Salomão",
        "Rei Ezequias",
        "Rei Josias"
      ],
      "correta": 2,
      "justificativa": "Sofonias era descendente do rei Ezequias, um dos reis mais justos de Judá, mostrando que ele tinha sangue real mas escolheu servir humildemente a Deus."
    },
    {
      "pergunta": "O que significa 'O Dia do Senhor' que Sofonias anunciou?",
      "opcoes": [
        "Um dia de festa",
        "Um tempo de correção e julgamento",
        "Um dia de descanso",
        "Uma celebração nacional"
      ],
      "correta": 1,
      "justificativa": "O Dia do Senhor era um tempo de correção para aqueles que se afastaram de Deus, mas também um chamado ao arrependimento e amor."
    },
    {
      "pergunta": "Segundo Sofonias, como devemos buscar o Senhor?",
      "opcoes": [
        "Com orgulho e força",
        "Com presentes caros",
        "Com humildade e coração sincero",
        "Apenas aos domingos"
      ],
      "correta": 2,
      "justificativa": "Sofonias 2:3 nos ensina que devemos buscar o Senhor com coração sincero, sendo humildes, mansos e verdadeiros, praticando a justiça."
    },
    {
      "pergunta": "O que o povo de Judá estava fazendo de errado?",
      "opcoes": [
        "Estudando muito",
        "Adorando ídolos e vivendo injustamente",
        "Trabalhando demais",
        "Cantando muito alto"
      ],
      "correta": 1,
      "justificativa": "O povo de Judá havia se afastado de Deus, adorando ídolos e vivendo de forma injusta, por isso Sofonias foi enviado para chamá-los de volta."
    },
    {
      "pergunta": "Qual versículo mostra que Deus canta de alegria sobre nós?",
      "opcoes": [
        "Sofonias 1:14-15",
        "Sofonias 2:3",
        "Sofonias 3:17",
        "Sofonias 4:1"
      ],
      "correta": 2,
      "justificativa": "Sofonias 3:17 nos mostra que após a restauração, Deus cantará de alegria sobre Seu povo, fazendo-nos Suas joias preciosas."
    },
    {
      "pergunta": "Por que Deus corrige Seu povo?",
      "opcoes": [
        "Porque Ele é mau",
        "Porque Ele nos ama",
        "Porque Ele está bravo",
        "Porque não tem o que fazer"
      ],
      "correta": 1,
      "justificativa": "Sofonias nos ensina que quando Deus corrige, é porque Ele nos ama! A correção é um caminho para nos levar de volta ao caminho certo."
    },
    {
      "pergunta": "Quantos segredos principais o livro de Sofonias nos ensina?",
      "opcoes": [
        "Dois",
        "Três",
        "Quatro",
        "Cinco"
      ],
      "correta": 1,
      "justificativa": "O livro de Sofonias nos ensina três segredos: o Dia da Correção, buscar o Senhor com humildade, e a alegria da restauração."
    },
    {
      "pergunta": "Como termina a história de Sofonias?",
      "opcoes": [
        "Com tristeza",
        "Com guerra",
        "Com esperança e restauração",
        "Com mais problemas"
      ],
      "correta": 2,
      "justificativa": "Mesmo falando de julgamento, Sofonias termina com esperança! Deus promete restaurar Seu povo e fazer deles uma bênção entre as nações."
    },
    {
      "pergunta": "Qual é a principal lição sobre humildade em Sofonias?",
      "opcoes": [
        "Humildade é fraqueza",
        "Não precisamos ser humildes",
        "Humildade abre as portas do céu",
        "Apenas adultos precisam ser humildes"
      ],
      "correta": 2,
      "justificativa": "Sofonias nos mostra que Deus valoriza um coração humilde. Não é sobre ser perfeito, mas sobre reconhecer nossos erros e buscar a Deus com sinceridade."
    }
  ]
}