{
  "questoes": [
    {
      "pergunta": "Qual era o nome do profeta que conversou com Deus sobre a injustiça no mundo?",
      "opcoes": [
        "Habacuque",
        "Habibe",
        "Hebreus",
        "Hananias"
      ],
      "correta": 0,
      "justificativa": "Habacuque foi o profeta corajoso que não teve medo de fazer perguntas difíceis a Deus sobre a injustiça que via ao seu redor."
    },
    {
      "pergunta": "Qual foi a grande pergunta que Habacuque fez a Deus?",
      "opcoes": [
        "Por que chove tanto?",
        "Por que o mal parece vencer?",
        "Quando Jesus vai voltar?",
        "Por que preciso orar?"
      ],
      "correta": 1,
      "justificativa": "Habacuque questionou a Deus sobre por que o mal parecia vencer e por que havia tanta injustiça no mundo."
    },
    {
      "pergunta": "Como Deus reagiu quando Habacuque fez perguntas difíceis?",
      "opcoes": [
        "Ficou muito bravo",
        "Não respondeu nada",
        "Respondeu com paciência e amor",
        "Castigou o profeta"
      ],
      "correta": 2,
      "justificativa": "Deus não ficou bravo com as perguntas de Habacuque! Ele respondeu com paciência e amor, mostrando que podemos conversar com Ele sobre qualquer coisa."
    },
    {
      "pergunta": "Qual foi a resposta de amor que Deus deu a Habacuque?",
      "opcoes": [
        "O sábio viverá feliz",
        "O justo viverá pela fé",
        "O forte viverá em paz",
        "O rico viverá contente"
      ],
      "correta": 1,
      "justificativa": "Deus ensinou que 'O justo viverá pela fé', mostrando que devemos confiar Nele mesmo quando não entendemos tudo."
    },
    {
      "pergunta": "Quantos segredos principais o livro de Habacuque nos ensina?",
      "opcoes": [
        "Dois segredos",
        "Três segredos",
        "Quatro segredos",
        "Cinco segredos"
      ],
      "correta": 1,
      "justificativa": "O livro de Habacuque nos ensina três segredos importantes: Pode Perguntar, Deus Sempre Responde, e Alegria na Tempestade."
    },
    {
      "pergunta": "Como Habacuque terminou sua conversa com Deus?",
      "opcoes": [
        "Chorando muito",
        "Ficando bravo",
        "Cantando uma canção de fé",
        "Indo embora triste"
      ],
      "correta": 2,
      "justificativa": "Habacuque aprendeu a lição e terminou cantando uma linda canção de confiança em Deus, mesmo quando as coisas são difíceis!"
    },
    {
      "pergunta": "Segundo Habacuque, quando devemos nos alegrar no Senhor?",
      "opcoes": [
        "Apenas quando tudo vai bem",
        "Só nos domingos",
        "Mesmo quando tudo parecer ruim",
        "Apenas no Natal"
      ],
      "correta": 2,
      "justificativa": "Habacuque cantou que mesmo sem colheita e sem flores no campo, ainda assim podemos nos alegrar em Deus e cantar!"
    },
    {
      "pergunta": "Qual é a mensagem principal do livro de Habacuque?",
      "opcoes": [
        "Nunca faça perguntas",
        "Confie em Deus mesmo quando não entender",
        "Só ore quando estiver feliz",
        "Deus não gosta de perguntas"
      ],
      "correta": 1,
      "justificativa": "A mensagem principal é que podemos confiar em Deus completamente, mesmo quando não entendemos o que está acontecendo em nossa vida."
    },
    {
      "pergunta": "O que torna o capítulo 3 de Habacuque especial?",
      "opcoes": [
        "É o mais curto",
        "É uma oração em forma de música",
        "Fala sobre animais",
        "Conta histórias engraçadas"
      ],
      "correta": 1,
      "justificativa": "O capítulo 3 é especial porque é uma oração em forma de música que era cantada no templo com instrumentos musicais!"
    },
    {
      "pergunta": "O que Habacuque nos ensina sobre ter dúvidas e perguntas?",
      "opcoes": [
        "É sempre errado ter dúvidas",
        "Nunca devemos perguntar nada",
        "É normal ter perguntas e podemos levá-las a Deus",
        "Só adultos podem fazer perguntas"
      ],
      "correta": 2,
      "justificativa": "Habacuque nos ensina que é normal ter dúvidas e perguntas, e que o importante é levar essas perguntas a Deus, pois Ele quer nos ensinar e ajudar."
    }
  ]
}