{
  "questoes": [
    {
      "pergunta": "O que Neemias fez primeiro quando soube que Jerusalém estava destruída?",
      "opcoes": [
        "Ficou bravo e gritou",
        "Orou e pediu ajuda a Deus",
        "Correu para lá imediatamente",
        "Desistiu de tudo"
      ],
      "correta": 1,
      "justificativa": "Neemias sempre buscava a Deus primeiro! Antes de qualquer ação, ele orou pedindo orientação e ajuda. A oração é a chave do céu!"
    },
    {
      "pergunta": "Quem deu permissão para Neemias voltar e reconstruir Jerusalém?",
      "opcoes": [
        "O rei Davi",
        "O rei Salomão",
        "O rei Artaxerxes",
        "O rei Saul"
      ],
      "correta": 2,
      "justificativa": "O rei Artaxerxes não apenas deu permissão, mas também forneceu recursos para Neemias realizar essa importante missão de reconstrução!"
    },
    {
      "pergunta": "Quantos dias levaram para reconstruir os muros de Jerusalém?",
      "opcoes": [
        "30 dias",
        "45 dias",
        "52 dias",
        "100 dias"
      ],
      "correta": 2,
      "justificativa": "Foi um recorde incrível! Em apenas 52 dias os muros foram reconstruídos com muito trabalho, união e a ajuda de Deus!"
    },
    {
      "pergunta": "Qual foi o segredo do sucesso de Neemias na reconstrução?",
      "opcoes": [
        "Trabalhar sozinho",
        "Ter muito dinheiro",
        "Oração, união e coragem",
        "Usar máquinas modernas"
      ],
      "correta": 2,
      "justificativa": "Os três segredos de Neemias foram: orar sempre, trabalhar unidos com o povo e ter coragem para enfrentar as dificuldades!"
    },
    {
      "pergunta": "Como o povo reagiu quando Neemias propôs reconstruir os muros?",
      "opcoes": [
        "Se esconderam com medo",
        "Zombaram dele",
        "Se uniram e trabalharam juntos",
        "Fugiram da cidade"
      ],
      "correta": 2,
      "justificativa": "O povo se uniu com dedicação! Cada pessoa fez sua parte e juntos conseguiram o impossível. Unidos somos mais fortes!"
    },
    {
      "pergunta": "O que os inimigos fizeram quando viram a reconstrução acontecendo?",
      "opcoes": [
        "Ajudaram na construção",
        "Zombaram e tentaram assustar",
        "Fugiram da região",
        "Ficaram felizes"
      ],
      "correta": 1,
      "justificativa": "Os inimigos zombaram e até ameaçaram, mas Neemias não desistiu! Com Deus ao lado, teve coragem para continuar."
    },
    {
      "pergunta": "Quantos capítulos tem o livro de Neemias?",
      "opcoes": [
        "10 capítulos",
        "13 capítulos",
        "15 capítulos",
        "20 capítulos"
      ],
      "correta": 1,
      "justificativa": "O livro tem 13 capítulos cheios de lições sobre perseverança, fé e vitória com a ajuda de Deus!"
    },
    {
      "pergunta": "Qual é a principal lição sobre oração que aprendemos com Neemias?",
      "opcoes": [
        "Orar só quando temos problemas",
        "Orar depois de agir",
        "Orar antes de qualquer ação importante",
        "Não precisamos orar"
      ],
      "correta": 2,
      "justificativa": "Neemias nos ensina que a oração deve vir primeiro! Antes de qualquer grande missão, devemos falar com Deus em oração."
    },
    {
      "pergunta": "O que o livro de Neemias ensina sobre trabalho em equipe?",
      "opcoes": [
        "É melhor trabalhar sozinho",
        "Juntos somos mais fracos",
        "Unidos conseguimos o impossível",
        "Trabalho em equipe não funciona"
      ],
      "correta": 2,
      "justificativa": "Quando trabalhamos em equipe com amor e na mesma direção, conquistamos grandes vitórias! Unidos somos mais fortes!"
    },
    {
      "pergunta": "Qual é o principal propósito do livro de Neemias?",
      "opcoes": [
        "Ensinar sobre construção",
        "Mostrar que com fé podemos restaurar o que foi quebrado",
        "Contar histórias de reis",
        "Falar sobre arquitetura"
      ],
      "correta": 1,
      "justificativa": "O livro ensina que com fé, trabalho e confiança em Deus, é possível restaurar tanto muros quanto corações quebrados!"
    }
  ]
}